-- SP說明內容範例 以格式統一為主方便識別
-- 且如果有任何異動請補上版本變更方便識別

/****************************************************************************************
'程式代號：SP名稱
'程式名稱：說明
'目　　的：		   
		   
'參數說明：
(

)    
'依存　　：無
'傳回值　：無
'副作用　：無
'備　註　：
'範　例　：			

EXEC SP
@MerchantID = 1000139,
@AllPayTradeID = 23736

'版本變更：
'　xx.  YYYY/MM/DD       VER         AUTHOR          COMMENTS
'  ===  ============    ====        ==========      ==========
'     1. 
****************************************************************************************/

-- 以下為另外的格式(已有上方定義的格式 請勿另外自創格式)

/**
 * 程式代號：SP名稱
 * 程式名稱：說明
 * 目　　的：		   
 * 參數說明：
 * (
 *    @MerchantID			BIGINT,			
 *    @MerchantTradeNo	VARCHAR(20),	
 *    @Action				VARCHAR(1)
 * )
 * 依存　　：無
 * 傳回值　：無
 * 副作用　：無
 * 備　註　：
 * 範　例　：
 * 
 * 
 * 版本變更：
 * ##.  YYYY/MM/DD    VER   AUTHOR          COMMENTS
 * ===  ============  ====  ==============  ==========
 *  1.  
 */
